[
  {
    "pageNumber": 1,
    "paragraph1": "A Scanning Electron Microscope (SEM) uses a focused beam of electrons to create a magnified image of a sample. The electron beam is scanned in a regular pattern across the surface of the sample and the electrons that come out of the sample are used to create the image.",
    "paragraph2": "Essentially, the way the scanning electron microscope 'looks' at the surface of a sample can be compared to a person alone in a dark room using a fine beamed torch to scan for objects on a wall. By scanning the torch systematically side-to-side and gradually moving down the wall, the person can build up an image of the objects in their memory. The SEM uses an electron beam instead of a torch, an electron detector instead of eyes, and a viewing screen and camera as memory.",
    "paragraph3": "Electrons are negatively charged particles within the atom. In a light microscope light photons are focused by glass lenses. In an electron microscope electromagnets are used to focus the electrons. The interaction of the electron beam with the surface of the sample affects the images that we achieve.",
    "paragraph4": "The SEM is a tool for creating images of the otherwise invisible worlds of microspace (1 micrometre = 10-6m) and nanospace (1 nanometre = 10-9m) . SEMs can magnify an object from about 10 times up to 300,000 times. A scale bar is usually provided on an SEM image. The scale bar is used to calculate the sizes of features in the image. Microscopists still often use the term 'micron'. A micron is the old (non SI) word for a micrometre.",
    "paragraph5": "SEM images have no colour (but may be artificially coloured), they may look quite three dimensional (due to depth of field) and they show only the surface of the sample (due to minimal penetration of the electron beam into the sample)."
  },
  {
    "pageNumber": 2,
    "paragraph1": "The SEM uses a beam of high energy electrons generated by an electron gun, processed by magnetic lenses, focused at the specimen surface and systematically scanned (rastered) across the surface of a specimen. Unlike the light in a light microscope, the electrons in an SEM never form a real image of the sample.",
    "paragraph2": "The SEM image is a result of the beam illuminating the sample one point at a time in a rectangular scanning pattern (raster), with the strength of the signal generated from each point being a reflection of differences (e.g. topographical or compositional) in the sample. The viewing screen is scanned in synchrony with the beam on the specimen in a one-to-one relationship between points on the specimen and points on the image viewing screen (a point-by-point translation). Increased magnification is produced by decreasing the size of the area scanned on the specimen.",
    "paragraph3": "",
    "paragraph4": "",
    "paragraph5": ""
  },
  {
    "pageNumber": 3,
    "paragraph1": "",
    "paragraph2": "",
    "paragraph3": ""
  }
]
